import React from 'react';
import styles from './index.module.scss';

const Secrit: React.FC = () => {
  return (
    <div className={styles.agreementContent}>
      <p>
        <span className={styles.remark}>特别提示：</span>
        <br/>您的信任对我们非常重要，我们深知个人信息对您的重要性，鉴此，乌鲁木齐市第四人民医院医联互联网医院（乌鲁木齐市第四人民医院及其关联方，以下简称“我们”互联网医院）将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。您在使用乌鲁木齐市第四人民医院医联互联网医院提供的产品与/或服务（以下简称“我们的产品与/或服务”、“互联网医院的产品与/或服务”）时，我们可能会收集和使用您的相关信息。我们希望通过《隐私保护政策》（“本隐私政策”）向您说明我们在您使用我们的产品与/或服务时如何收集、使用、保存、共享和转让这些信息，以及我们为您提供的访问、更新、删除和保护这些信息的方式。

        <br/>本政策将帮助您了解以下内容：
        <br/>一、我们如何收集和使用您的个人信息
        <br/>二、我们如何使用Cookies和同类技术
        <br/>三、我们如何共享、转让、公开披露您的个人信息
        <br/>四、我们如何保护与保存您的个人信息
        <br/>五、您如何管理您的个人信息
        <br/>六、未成年人的个人信息保护
        <br/>七、通知和修订
        <br/>八、如何联系我们

        <br/>本隐私政策与您所使用的我们的产品与/或服务以及该产品与/或服务所包括的各种业务功能息息相关，希望您在使用我们的产品与/或服务前仔细阅读并确认您已经充分理解本政策所写明的内容，并让您可以按照本隐私政策的指引做出您认为适当的选择。您使用或在我们更新本隐私政策后继续使用我们的产品与/或服务，即意味着您同意本隐私政策(含更新版本)内容，并且同意我们按照本隐私政策收集、使用、保存和共享您的相关信息。

        <h1>一、我们如何收集和使用您的个人信息</h1>

        <br/>（一）我们如何收集您的信息
        <br/>在您使用我们的产品与/或服务时，我们会通过如下三种渠道获取您的个人信息，以便我们向您提供服务、提升我们的服务质量、保障您的账户安全以及符合国家法律法规和监管规定：
        <br/>1、您直接提供的信息：我们可能收集并存储您在使用我们的产品与/或服务时向我们提供的任何信息，包括您在我们页面中在线填写信息时、解决争议或就我们的产品与/或服务与我们联系时所提供的信息，以及您在使用我们服务过程中产生的关于您的交易和活动的信息，以及您通过我们的产品或服务向其他方提供的共享信息。
        <br/>2、我们主动收集的信息：在您使用我们的产品与/或服务过程中，我们会收集、汇总、记录您的计算机、手机及其他访问设备发送给我们的信息，例如日志信息、设备信息。
        <br/>3、我们从其他来源取得的信息：在取得您同意的前提下，我们还可能从互联网医院关联方及合作伙伴、信用机构及依法成立并合法留存您的相关信息的第三方机构获取您的相关信息。

        <br/>（二）我们如何使用您的信息
        <br/>我们收集您信息的目的主要是为了向您提供安全、高效以及个性化的服务体验。我们会出于以下目的使用您以下类型的个人信息：
        <br/>帮助您完成注册及登录
        <br/>为便于我们向您提供服务，您需要提供基础的注册和登录信息，包括您的姓名、手机号码、证件号等，我们将通过发送短信验证码的方式验证您的信息是否真实有效。您在验证成功后可登录我们的产品并浏览我们的服务，账户名默认为您注册时提供的姓名。
        <br/>向您提供服务或商品
        <br/>智能导诊
        <br/>当您使用我们提供的智能导诊服务时，您需要提供您的性别、年龄、病情描述和过敏史必要信息，以便我们能为您提供智能导诊服务。

        <br/>在线问诊
        <br/>在您使用我们的开药门诊服务时，我们需要验证就诊人身份的真实性，您需要提供就诊人信息，包括就诊人的姓名、身份证号及需要您进行疾病描述，包括但不限于您的姓名、身份证号、性别、年龄、线下就诊情况、症状、问题、上传病例、化验单、检查报告、患处照片等，，您应保证所填写信息的真实合法性。如果您不提供上述信息则无法使用开药门诊及相关服务。
        <br/>商品/服务购买
        <br/>在您选择购买我们的商品/服务时，为便于我们向您交付商品/服务，您至少需要提供您的收货人姓名、联系电话、收货地址，同时，该订单中会载明订单编号、商品/服务信息、您应支付的金额及支付方式。为完成支付，我们需要获取您的支付账号，并将您的订单编号与交易金额信息与支付机构共享。若您支付时选择银行卡支付，您至少需要向我们提供您的银行卡账号、身份证号、手机号码，我们会将上述完成交易所必要的信息与您选择的金融机构共享。同时，为使我们及时获悉并确认您的支付进度及状态，为您提供售后及争议解决服务，您同意我们从支付机构获取您的支付状态相关信息。如果您拒绝我们使用上述信息，您将无法完成商品/服务购买。
        <br/>若您在购买商品时选择网订店取服务，您需要允许我们读取您的实时位置信息，如果您不允许，您将无法使用网订店取服务。
        <br/>3、提供客户服务及进行投诉处理
        <br/>为向您提供客户服务与进行投诉处理，我们的客服系统会使用您的账号信息和交易信息。为保证您的账号安全，我们的呼叫中心客服会使用您的账号信息与您核验您的身份。当您需要我们提供与您交易信息相关的客服与售后服务时，我们将会查询您的交易信息。
        <br/>当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案或结果。
        <br/>4、保障交易安全所必须的功能
        <br/>为提高您使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的浏览信息、交易信息、您常用的软件信息、设备信息手段来判断您的账号风险。

        <br/>（三）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
        <br/>1、与国家安全、国防安全有关的；
        <br/>2、与公共安全、公共卫生、重大公共利益有关的；
        <br/>3、与犯罪侦查、起诉、审判和判决执行等有关的；
        <br/>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
        <br/>5、所收集的个人信息是个人信息主体自行向社会公众公开的；
        <br/>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
        <br/>7、根据您的要求签订合同所必需的； 
        <br/>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置服务的故障；
        <br/>9、为合法的新闻报道所必需的；
        <br/>10、法律法规规定的其他情形。

        <br/>（四）您个人信息使用的规则
        <br/>1、我们会根据本隐私政策的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。
        <br/>2、在收集您的个人信息后，除为您提供我们的产品与/或服务功能外，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。
        <br/>3、请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用，您后续取消授权的行为不会影响此前我们基于您的授权收集和使用的信息。但在您注销账号时，我们将停止使用并按照相关法律法规的要求删除您的个人信息或进行匿名化处理。
        <br/>4、我们会对我们的产品与/或服务使用情况进行统计，并可能会与公众或第三方共享这些统计信息，以展示我们的产品与/或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。
        <br/>5、当我们展示您的个人信息时，我们会采用包括内容替换、匿名处理方式对您的信息进行脱敏，以保护您的信息安全。
        <br/>6、如果我们要将您的个人信息用于本政策中未载明的其他用途或额外收集未提及的其他个人信息，我们会通过页面提示、交互流程、网站公告或其他方式另行征得您的同意。一旦您同意，该等额外用途将视为本政策的一部分，该等额外信息也将适用本政策。

        <br/>二、我们如何使用Cookies和同类技术
        <br/>1、为实现您联机体验的个性化需求，使您获得更轻松的访问体验。我们会在您的计算机或移动设备上发送一个或多个名为Cookies的小数据文件，指定给您的Cookies 是唯一的，它只能被将Cookies发布给您的域中的Web服务器读取。我们向您发送Cookies是为了简化您重复登录的步骤、存储您的浏览偏好或您购物车中的商品等数据进而为您提供服务的偏好设置、帮助判断您的登录状态以及账户或数据安全。
        <br/>2、我们不会将 Cookies 用于本隐私政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookies。您可以清除计算机上保存的所有 Cookies，大部分网络浏览器会自动接受Cookies，但您通常可根据自己的需要来修改浏览器的设置以拒绝 Cookies；另外，您也可以清除软件内保存的所有Cookies。但如果您这么做，您可能需要在每一次访问本公众号时亲自更改用户设置，而且您之前所记录的相应信息也均会被删除，并且可能会对您所使用服务的安全性有一定影响。

        <h2>三、我们如何共享、转让、公开披露您的个人信息</h2>

        <br/>（一）共享
        <br/>1、我们不会与互联网医院以外的任何公司、组织和个人共享您的个人信息，但以下情况除外：
        <br/>（1）事先获得您明确的同意或授权；
        <br/>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
        <br/>（3）在法律法规允许的范围内，为维护互联网医院关联方或合作伙伴、您或其他互联网医院用户或社会公众利益、财产或安全免遭损害而有必要提供；
        <br/>（4）只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
        <br/>（5）应您需求为您处理您与他人的纠纷或争议；
        <br/>（6）符合互联网医院关联方或合作伙伴与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
        <br/>（7）基于学术研究而使用；
        <br/>（8）基于符合法律法规的社会公共利益而使用。
        <br/>2、我们可能会将您的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求您的授权同意。
        <br/>3、我们可能会向合作伙伴等第三方共享您的交易信息、账户信息及设备信息，以保障为您提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：
        <br/>（1）提供药品供应的药房等。这些合作伙伴有权提供与互联网医院相关的产品和服务（如注册、交易和客户支持）。
        <br/>（2）合作金融机构，这些机构可以与我们联合合作并提供金融产品。除非您同意将这些信息用于其他用途，否则这些金融机构不得将此类信息用于互联网医院相关产品之外的其他目的。
        <br/>4、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护互联网医院、您或其他互联网医院客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，我们可能会与其他公司和组织交换您的个人信息、交易信息及活动信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露个人信息。

        <br/>（二）转让
        <br/>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
        <br/>1、事先获得您明确的同意或授权；
        <br/>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
        <br/>3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
        <br/>4、在涉及合并、收购、资产转让或类似的交易时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本隐私政策的约束，否则,我们将要求该公司、组织重新向您征求授权同意。
        <br/>（三）公开披露
        <br/>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露您的个人信息：
        <br/>1、根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；
        <br/>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。

        <h2>四、我们如何保护和保存您的个人信息</h2>

        <br/>（一）我们如何保护您的个人信息
        <br/>我们非常重视个人信息安全，并采取一切合理可行的措施，保护您的个人信息：
        <br/>数据安全技术措施
        <br/>我们会采用符合业界标准的安全防护措施，包括建立合理的安全管理制度、安全技术来防止您的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。     我们的网络服务中采取了多种加密技术，包括但不限于在重要网段与其他网段之间采取可靠的技术隔离手段，确保用户数据的安全。同时，我们采用严格的数据访问权限控制和多重身份认证技术保护个人信息，避免数据被违规使用。
        <br/>其他安全措施
        <br/>我们通过建立数据分类分级制度、数据安全管理制度、数据安全开发规范来管理规范个人信息的存储和使用。     我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。         我们还会举办安全和隐私保护培训课程，加强员工的安全意识和对于保护个人信息重要性的认识。
        <br/>3、我们仅允许有必要知晓这些信息的公司员工、合作伙伴访问个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。
        <br/>4、我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本隐私政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
        <br/>5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的个人信息安全。
        <br/>6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
        <br/>7、安全事件处置
        <br/>在通过我们与第三方进行网上商品或服务的交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。     为应对个人信息泄露、损毁和丢失等可能出现的风险，我们制定了包括应急预案管理在内的多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。同时，我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。     在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
        <br/>8、如果您对我们的个人信息保护有任何疑问，可通过本隐私政策中约定的联系方式联系我们。如您发现自己的个人信息泄密，尤其是您的账户及密码发生泄露，请您立即通过本隐私政策【八、如何联系我们】中约定的联系方式联络我们，以便我们采取相应措施。

        <br/>（二）我们如何保存您的个人信息
        <br/>1、您的个人信息将存储于中华人民共和国境内。如您使用跨境交易服务，且需要向境外传输您的个人信息完成交易的，我们会单独征得您的授权同意并要求接收方按照我们的说明、本隐私政策以及其他法律规定和任何相关的保密和安全措施来处理这些个人信息。
        <br/>2、请您注意，当您成功申请注销账户后，我们将对您的账户注销审核，审核通过后，我们将对您的个人信息进行删除或匿名化处理。
        <br/>3、如果我们终止服务或运营，我们会至少提前三十日向您通知，并在终止服务或运营后对您的个人信息进行删除或匿名化处理。

        <h2>五、您如何管理您的个人信息</h2>

        <br/>（一）访问和更新您的个人信息
        <br/>我们鼓励您更新和修改您的个人信息以使其更准确有效。您可以通过以下方式访问和更新您的个人信息：
        <br/>您可通过【微信公众号-互联网医院-我的-就诊人管理】访问和更新您的个人信息；
        <br/>如果您需要访问和更新您在使用我们的产品与/或服务中产生的其他个人信息，在符合法律规定和互联网医院政策的前提下，我们将会向您提供，您可通过本隐私政策【八、如何联系我们】中约定的联系方式联系我们，我们将在15个工作日内响应您的需求。

        <br/>（二）删除您的个人信息
        <br/>1、您在我们的产品与/或服务页面中可以直接清除或删除的信息，包括就诊记录、就诊人信息：
        <br/>您可通过【微信公众号-互联网医院-我的-就诊人管理】删除您的个人信息和就诊记录；
        <br/>2、在以下情形中，您可以向我们提出删除个人信息的请求：
        <br/>（1）如果我们处理个人信息的行为违反法律法规； （2）如果我们收集、使用您的个人信息，却未征得您的同意； （3）如果我们处理个人信息的行为违反了与您的约定； （4）如果我们终止服务及运营。
        <br/>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。若我们响应您的删除请求，我们不能保证立即从备份系统中删除相应的信息，但会在备份系统更新时删除这些信息。

        <br/>（三）改变您授权同意的范围或撤回您的授权
        <br/>您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集个人信息的范围或撤回您的授权。您也可以通过注销账户的方式，撤回我们继续收集您个人信息的全部授权。
        <br/>请您理解，每个业务功能需要一些基本的个人信息才能得以完成，当您撤回同意或授权后，我们无法继续为您提供撤回同意或授权所对应的服务，也不再处理您相应的个人信息。但您撤回同意或授权的决定，不会影响此前基于您的授权而开展的个人信息处理。

        <br/>（四）注销账户
        <br/>若您拟注销账户，可通过本隐私政策【八、如何联系我们】中约定的联系方式联系我们，我们将在15个工作日内响应您的需求。您注销账户后，我们将停止为您提供产品与/或服务，并依据您的要求，除法律法规另有规定外，我们将删除您的个人信息。

        <h2>六、未成年人的个人信息保护</h2>

        <br/>1、互联网医院非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用我们的产品与/或服务前，应事先取得您家长或法定监护人的同意。互联网医院根据国家相关法律法规的规定保护未成年人的个人信息。如果您是未满6周岁的未成年人，则您无法使用我们提供的产品与/或服务。
        <br/>2、如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们。
        <br/>3、对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息，并始终坚持最小授权的原则。
        <br/>4、如果您是未满14周岁的未成年人，请您通知您的监护人共同阅读并接受我们的《乌鲁木齐市第四人民医院医联互联网医院儿童个人信息保护规则》，并在您使用我们的产品与/或服务、提交个人信息前，寻求您的监护人及相关专业医师的同意和指导。
        <br/>5、如果您是未成年人的监护人，当您对您所监护的未成年人使用我们的服务或其向我们提供的用户信息有任何疑问时，请您及时与我们联系。我们将根据国家相关法律法规及本政策的规定保护未成年人用户信息的保密性及安全性。

        <h2>七、通知和修订</h2>

        <br/>1、为给您提供更好的服务以及随着我们业务的发展，本隐私政策也会随之更新。但未经您明确同意，我们不会削减您依据本隐私政策所应享有的权利。我们会通过在互联网医院微信公众号上发出更新版本并在生效前通过网站公告或以其他适当方式提醒您相关内容的更新，也请您适时访问互联网医院微信公众号以便及时了解最新的隐私政策。
        <br/>2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明隐私政策的具体变更内容）。

        <br/>本政策所指的重大变更包括但不限于：
        <br/>（1）我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
        <br/>（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
        <br/>（3）个人信息共享、转让或公开披露的主要对象发生变化；
        <br/>（4）您参与个人信息处理方面的权利及其行使方式发生重大变化；
        <br/>（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
        <br/>（6）个人信息安全影响评估报告表明存在高风险时。

        <h2>八、如何联系我们</h2>

        <br/>如您对本政策内容有任何疑问、意见或建议，或者发现个人信息可能被泄露，您可以通过拨打咨询电话：0991-2650610与我们联系，也可写信至新疆乌鲁木齐市天山区碱泉一街1号。我们将在15个工作日内回复您的请求。
        <br/>如果您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。 


        <br/>附件：《乌鲁木齐市第四人民医院医联互联网医院儿童个人信息保护规则》

        <br/>我们深知儿童（指未满十四周岁的未成年人，下同）个人信息和隐私安全的重要性。我们希望通过《乌鲁木齐市第四人民医院医联互联网医院儿童个人信息保护规则》（以下简称“本规则”）说明我们在收集和使用儿童个人信息时对应的处理规则等相关事宜。在使用我们的各项产品和服务前，请儿童、儿童的父母或其他监护人（以下统称“监护人”）务必仔细阅读并透彻理解本规则，特别是以粗体/下划线标识的条款应重点阅读，在确认充分理解并同意全部条款后再开始使用。

        <br/>监护人特别说明：
        <br/>若我们获悉您的孩子不满十四周岁，我们将根据本规则采取特殊措施保护我们获得的您孩子的个人信息。请帮助我们保护您孩子的个人信息和隐私安全，要求他们在您的监护下共同阅读并接受本规则，且应在您的同意和指导下使用我们的各项产品和服务、提交个人信息。如果您不同意本规则的内容，将可能导致我们的产品和服务无法正常运行，或者无法达到我们拟达到的服务效果，您应要求您的孩子立即停止访问/使用我们的产品和服务。您点击同意本规则，或者您的孩子使用/继续使用我们的产品和服务、提交个人信息，都表示您同意我们按照本规则（包括更新版本）收集、使用、储存、分享、转让和披露您孩子的个人信息。
        <br/>儿童特别说明：
        <br/>我们建议：任何儿童参加网上活动都应事先取得监护人的同意。如果您是儿童，请通知您的监护人共同阅读本规则，并在您使用我们的产品和服务、提交个人信息之前，寻求您的监护人的同意和指导。您点击同意本规则，或者您使用/继续使用我们的产品和服务、提交个人信息，都表示您已获得您的监护人的许可，您的监护人均同意我们按照本规则（包括更新版本）收集、使用、储存、分享、转让和披露您的个人信息。 

        <br/>本规则为在互联网医院《隐私保护政策》上制定的特别规则，与互联网医院《隐私保护政策》有不一致之处，以本规则为准；本规则未尽事宜，则以互联网医院《隐私保护政策》为准。

        <br/>本规则将帮助您了解以下内容：
        <br/>一、我们如何收集和使用儿童个人信息
        <br/>二、我们如何共享、转让、公开披露儿童个人信息
        <br/>三、我们如何保护与保存儿童个人信息
        <br/>四、如何管理儿童的个人信息
        <br/>五、通知和修订
        <br/>六、如何联系我们

        <h3>我们如何收集和使用儿童个人信息</h3>
        <br/>    我们会出于以下目的，基于正当必要、目的明确、安全保障、依法利用的原则，在征得监护人的同意后，收集和使用儿童以下类型的个人信息：
        <br/>1、完成注册及登录
        <br/>为便于我们提供服务，儿童需要提供基础的注册和登录信息，包括姓名、手机号码、证件号等，我们将通过发送短信验证码的方式验证信息是否真实有效。儿童在验证成功后可登录我们的产品并浏览我们的服务，账户名默认为注册时提供的姓名。
        <br/>2、提供服务或商品
        <br/>（1）智能导诊
        <br/>当儿童使用我们提供的智能导诊服务时，需要提供性别、年龄、症状或疾病等必要信息，以便我们能提供智能导诊服务；如缺少相关信息，我们则无法提供智能导诊服务。
        <br/>（2）在线问诊
        <br/>在儿童使用我们的开药门诊服务时，我们需要验证就诊人身份的真实性，您需要提供就诊人信息，包括就诊人的姓名、身份证号、及需就诊人的疾病描述，包括但不限于就诊人的姓名、身份证号、性别、年龄、线下就诊情况、症状、问题、上传病例、化验单、检查报告、患处照片等，您应保证所填写信息的真实合法性。如果您不提供上述信息则无法使用开药门诊及相关服务。
        <br/>（3）商品/服务购买
        <br/>在儿童选择购买我们的商品/服务时，为便于我们交付商品/服务，您至少需要提供您的收货人姓名、联系电话、收货地址，同时，该订单中会载明订单编号、商品/服务信息、您应支付的金额及支付方式。为完成支付，我们需要获取您的支付账号，并将您的订单编号与交易金额信息与支付机构共享。若您支付时选择银行卡支付，您至少需要向我们提供您的银行卡账号、身份证号、手机号码，我们会将上述完成交易所必要的信息与您选择的金融机构共享。同时，为使我们及时获悉并确认您的支付进度及状态，为您提供售后及争议解决服务，您同意我们从支付机构获取您的支付状态相关信息。如果您拒绝我们使用上述信息，您将无法完成商品/服务购买。
        <br/>若儿童在购买商品时选择网订店取服务，需要允许我们读取您的实时位置信息，如果您不允许，您将无法使用网订店取服务。
        <br/>3、提供客户服务及进行投诉处理
        <br/>为提供客户服务与进行投诉处理，我们的客服系统会使用儿童的账号信息和交易信息。为保证儿童的账号安全，我们的呼叫中心客服会使用儿童的账号信息进行身份核验。当儿童需要我们提供与您交易信息相关的客服与售后服务时，我们将会查询儿童的交易信息。
        <br/>当儿童与我们联系时，我们可能会保存儿童的通信/通话记录和内容或儿童留下的联系方式信息，以便与儿童或监护人联系或帮助其解决问题，或记录相关问题的处理方案或结果。
        <br/>4、保障交易安全所必须的功能
        <br/>为提高儿童使用我们的产品与/或服务时系统的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解儿童的浏览信息、交易信息、儿童常用的软件信息、设备信息等手段来判断儿童的账号风险。
        <br/>5、授权例外：以下情形中，我们收集、使用儿童个人信息无需征得监护人的授权同意：
        <br/>（1）与国家安全、国防安全有关的；
        <br/>（2）与公共安全、公共卫生、重大公共利益有关的；
        <br/>（3）与犯罪侦查、起诉、审判和判决执行等有关的；
        <br/>（4）出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到监护人同意的；
        <br/>（5）所收集的个人信息是儿童或监护人自行向社会公众公开的；
        <br/>（6）从合法公开披露的信息中收集的儿童个人信息，如合法的新闻报道、政府信息公开等渠道；
        <br/>（7）根据监护人的要求签订合同所必需的； 
        <br/>（8）用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置服务的故障；
        <br/>（9）为合法的新闻报道所必需的；
        <br/>（10）法律法规规定的其他情形。
        <br/>6、儿童个人信息使用规则：
        <br/>（1）我们会根据本规则的约定并为实现我们的产品与/或服务功能对所收集的个人信息进行使用。
        <br/>（2）在收集儿童的个人信息后，除为儿童提供我们的产品与/或服务功能外，我们将通过技术手段对数据进行去标识化处理，去标识化处理的信息将无法识别主体。
        <br/>（3）儿童在使用我们的产品与/或服务时所提供的所有个人信息，除非儿童或监护人删除或拒绝我们收集，否则将在儿童使用我们的产品与/或服务期间持续授权我们使用，后续取消授权的行为不会影响此前我们基于监护人的授权收集和使用的信息。但在儿童注销账号时，我们将停止使用并按照相关法律法规的要求删除儿童的个人信息或进行匿名化处理。
        <br/>（4）当我们展示儿童的个人信息时，我们会采用包括内容替换、匿名处理方式对儿童的信息进行脱敏，以保护儿童的信息安全。
        <br/>（5）如果我们要将儿童的个人信息用于本规则中未载明的其他用途或额外收集未提及的其他个人信息，我们会通过页面提示、交互流程、网站公告或其他方式另行征得监护人的同意。一旦同意，该等额外用途将视为本规则的一部分，该等额外信息也将适用本规则。

        <h3>我们如何共享、转让、公开披露儿童个人信息</h3>

        <br/>（一）共享
        <br/>1、未经监护人同意，我们不会与互联网医院以外的任何公司、组织和个人共享儿童的个人信息，但以下情况除外：
        <br/>（1）事先获得监护人明确的同意或授权；
        <br/>（2）根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；
        <br/>（3）在法律法规允许的范围内，为维护互联网医院关联方或合作伙伴、儿童或其他互联网医院用户或社会公众利益、财产或安全免遭损害而有必要提供；
        <br/>（4）只有共享信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
        <br/>（5）应监护人需求处理儿童与他人的纠纷或争议；
        <br/>（6）符合互联网医院关联方或合作伙伴与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
        <br/>（7）基于学术研究而使用；
        <br/>（8）基于符合法律法规的社会公共利益而使用。
        <br/>2、为便于我们基于统一的账号体系向儿童提供一致化服务，我们可能会将儿童的个人信息与我们的关联方共享。但我们只会共享必要的个人信息，且受本隐私政策中所声明目的的约束。我们的关联方如要改变个人信息的处理目的，将再次征求监护人的授权同意。
        <br/>3、我们可能会向合作伙伴等第三方共享儿童的交易信息、账户信息及设备信息，以保障为儿童提供的服务顺利完成。但我们仅会出于合法、正当、必要、特定、明确的目的共享儿童的个人信息，并且只会共享提供服务所必要的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们的合作伙伴包括以下类型：
        <br/>（1）提供药品供应的药房等。这些合作伙伴有权提供与互联网医院相关的产品和服务（如注册、交易和客户支持）。
        <br/>（2）合作金融机构，这些机构可以与我们联合合作并提供金融产品。除非您同意将这些信息用于其他用途，否则这些金融机构不得将此类信息用于互联网医院相关产品之外的其他目的。
        <br/>4、为了遵守法律、执行或适用我们的使用条件和其他协议，或者为了保护互联网医院、儿童或其他互联网医院客户的权利及其财产或安全，比如为防止欺诈等违法活动和减少信用风险，我们可能会与其他公司和组织交换儿童的个人信息、交易信息及活动信息。不过,这并不包括违反本规则中所作的承诺而为获利目的出售、出租、共享或以其它方式披露个人信息。

        <br/>（二）转让
        <br/>未经监护人同意，我们不会将儿童的个人信息转让给任何公司、组织和个人，但以下情况除外：
        <br/>1、事先获得监护人明确的同意或授权；
        <br/>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
        <br/>3、符合与监护人签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
        <br/>4、在涉及合并、收购、资产转让或类似的交易时，如涉及到儿童个人信息转让，我们会要求新的持有儿童个人信息的公司、组织继续受本规则的约束，否则,我们将要求该公司、组织重新向您征求授权同意。

        <br/>（三）公开披露
        <br/>我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会公开披露儿童的个人信息：
        <br/>1、根据儿童或监护人的需求，在监护人明确同意的披露方式下披露指定的个人信息；
        <br/>2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供儿童个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露儿童的个人信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围内尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。在法律法规许可的前提下，我们披露的文件均在加密密钥的保护之下。

        <h3>我们如何保护与保存儿童个人信息</h3>

        <br/>（一）我们如何保护儿童个人信息
        <br/>我们非常重视儿童个人信息安全，并采取一切合理可行的措施，保护儿童个人信息：
        <br/>1、数据安全技术措施
        <br/>我们会采用符合业界标准的安全防护措施，包括建立合理的安全管理制度、安全技术来防止儿童的个人信息遭到未经授权的访问使用、修改,避免数据的损坏或丢失。     我们的网络服务中采取了多种加密技术，包括但不限于在重要网段与其他网段之间采取可靠的技术隔离手段，确保用户数据的安全。同时，我们采用严格的数据访问权限控制和多重身份认证技术保护儿童个人信息，避免数据被违规使用。
        <br/>2、其他安全措施
        <br/>我们通过建立数据分类分级制度、数据安全管理制度、数据安全开发规范来管理规范儿童个人信息的存储和使用。     我们通过信息接触者保密协议、监控和审计机制来对儿童个人信息数据进行全面安全控制。         <br/>我们还会举办安全和隐私保护培训课程，加强员工的安全意识和对于保护儿童个人信息重要性的认识。
        <br/>3、我们以最小授权为原则，仅允许有必要知晓这些信息的公司员工、合作伙伴访问儿童个人信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您个人信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与我们的合作关系。
        <br/>4、我们会采取一切合理可行的措施，确保未收集无关的儿童个人信息。
        <br/>5、互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护儿童个人信息安全。
        <br/>6、互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
        <br/>7、安全事件处置
        <br/>在通过我们与第三方进行网上商品或服务的交易时，儿童不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址等。请儿童与监护人妥善保护儿童个人信息，仅在必要的情形下向他人提供。     为应对儿童个人信息泄露、损毁和丢失等可能出现的风险，我们制定了包括应急预案管理在内的多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。同时，我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。     在不幸发生儿童个人信息安全事件后，我们将按照法律法规的要求，及时向儿童和监护人告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、儿童和监护人可自主防范和降低风险的建议、对儿童的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知儿童和监护人，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。
        <br/>8、如果您对我们的儿童个人信息保护有任何疑问，可通过本隐私政策中约定的联系方式联系我们。如监护人或儿童发现儿童个人信息泄密，尤其是账户及密码发生泄露，请您立即通过本规则【如何联系我们】中约定的联系方式联络我们，以便我们采取相应措施。

        <br/>（二）我们如何保存儿童个人信息
        <br/>1、儿童个人信息将存储于中华人民共和国境内。如需使用跨境交易服务，且需要向境外传输儿童个人信息完成交易的，我们会单独征得监护人的授权同意并要求接收方按照我们的说明、本规则以及其他法律规定和任何相关的保密和安全措施来处理这些儿童个人信息。
        <br/>2、当儿童或监护人成功申请注销儿童账户后，我们将对账户注销进行审核，审核通过后，我们将对儿童个人信息进行删除或匿名化处理。
        <br/>3、监护人和儿童可以通过其使用的互联网医院服务查看、访问我们收集的关于儿童的个人信息，要求修改、删除或拒绝允许进一步收集或使用这些信息。请注意，删除这些信息的请求可能会限制儿童访问所有或部分服务。我们将采取适当的技术手段或提供提交申请的联系渠道，尽可能保证监护人和儿童可以访问、更新和更正儿童的个人信息或其他相关信息。
        <br/>如果监护人认为其未满十四周岁的子女可能向我们提供了个人信息，或者希望查看、要求删除或禁止进一步收集关于其子女的信息，可以按照通过本规则“如何联系我们”章节所列的反馈渠道联系我们处理。

        <h3>如何管理儿童的个人信息</h3>

        <br/>（一）访问和更新儿童的个人信息
        <br/>儿童或监护人可以通过以下方式访问和更新儿童的个人信息：
        <br/>可通过【微信公众号-互联网医院-我的-就诊人管理】访问和更新儿童的就诊人信息；
        <br/>如果需要访问和更新儿童在使用我们的产品与/或服中产生的其他个人信息，在符合法律规定和互联网医院政策的前提下，我们将会提供，具体可通过本规则【如何联系我们】中约定的联系方式联系我们，我们将在15个工作日内响应您的需求。

        <br/>（二）删除儿童的个人信息
        <br/>1、儿童在我们的产品与/或服务页面中可以直接清除或删除的信息，包括就诊记录、就诊人信息：
        <br/>可通过【微信公众号-互联网医院-我的-就诊人管理】删除儿童的个人信息和就诊记录；
        <br/>2、在以下情形中，儿童或监护人可以向我们提出删除儿童个人信息的请求：
        <br/>（1）如果我们处理个人信息的行为违反法律法规； （2）如果我们收集、使用儿童的个人信息，却未征得儿童和监护人的同意； （3）如果我们处理个人信息的行为违反了与儿童或监护人的约定； （4）如果我们终止服务及运营。
        <br/>若我们决定响应儿童或监护人的删除请求，我们还将同时通知从我们获得儿童的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得儿童和监护人的独立授权。若我们响应儿童或监护人的删除请求，我们不能保证立即从备份系统中删除相应的信息，但会在备份系统更新时删除这些信息。

        <br/>（三）改变授权同意的范围或撤回授权
        <br/>儿童或监护人可以通过删除信息、关闭设备功能等方式改变授权我们继续收集个人信息的范围或撤回授权，也可以通过注销账户的方式，撤回我们继续收集儿童个人信息的全部授权。
        <br/>请理解，每个业务功能需要一些基本的个人信息才能得以完成，当儿童或监护人撤回同意或授权后，我们无法继续为儿童提供撤回同意或授权所对应的服务，也不再处理相应的个人信息。但儿童或监护人撤回同意或授权的决定，不会影响此前基于授权而开展的个人信息处理。

        <br/>（四）注销账户
        <br/>若儿童或监护人拟注销儿童账户，可通过本规则【如何联系我们】中约定的联系方式联系我们，我们将在15个工作日内响应需求。注销账户后，我们将停止为儿童提供产品与/或服务，并依据儿童或监护人的要求，除法律法规另有规定外，我们将删除儿童的个人信息。

        <h3>通知和修订</h3>
        <br/>1、为了提供更好的服务以及随着互联网医院业务的发展，本规则也会随之更新。但未经监护人明确同意，我们不会削减儿童依据本规则所应享有的权利。我们会通过在互联网医院微信公众号上发出更新版本并在生效前通过网站公告或以其他适当方式提醒儿童与监护人相关内容的更新，也请监护人适时访问互联网医院微信公众号以便及时了解最新的隐私政策。
        <br/>2、对于重大变更，我们还会提供更为显著的通知（我们会通过包括但不限于邮件、短信或在浏览页面做特别提示等方式，说明本规则的具体变更内容）。

        <br/>本规则所指的重大变更包括但不限于：
        <br/>（1）我们的服务模式发生重大变化。如处理儿童个人信息的目的、处理的儿童个人信息类型、儿童个人信息的使用方式等；
        <br/>（2）我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；
        <br/>（3）儿童个人信息共享、转让或公开披露的主要对象发生变化；
        <br/>（4）监护人参与儿童个人信息处理方面的权利及其行使方式发生重大变化；
        <br/>（5）我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化；
        <br/>（6）儿童个人信息安全影响评估报告表明存在高风险时。

        <h3>如何联系我们</h3>

        <br/>如儿童或监护人对本规则内容有任何疑问、意见或建议，或者发现儿童个人信息可能被泄露，您可以通过拨打咨询电话：0991-2650610与我们联系。我们会及时记录您的需求并于15个工作日内反馈您的需求。
      </p>
    </div>
  );
};

export default Secrit;