export default [
  {
    id: 1,
    name: '注册及登录',
    list: [
      {
        id: 1,
        key: 1,
        name: '注册账号收不到验证码怎么办',
        desc: '您注意查看手机是否设置了短信拦截，或者屏蔽了垃圾短信的功能。',
      },
      {
        id: 1,
        key: 2,
        name: '登录连接提示服务器失败怎么处理',
        desc: '请打开手机飞行模式再关闭，重新连接网络或者关机从新开机。',
      },
    ],
  },
  {
    id: 2,
    name: '网络门诊',
    list: [
      {
        id: 2,
        key: 1,
        name: ' 我在问诊时不知道自己应该问诊哪个科室',
        desc: '可在主页选择智能导诊的功能，会根据您的回答，为你推荐最合适的科室。',
      },
      {
        id: 2,
        key: 2,
        name: ' 我发起在线咨询提交资料失败，如何处理',
        desc: '在提交资料的时候不能有表情符号，如何格式没有问题还是无法提交，请拨打客服电话',
      },
      {
        id: 2,
        key: 3,
        name: ' 我向医生发起了在线咨询，但是九阵已经结束我却没有收到医生的任何回复，这是什么情况',
        desc: '如果在您的就诊时间里，医生没有给您回复任何信息，之后系统会自动把费用退还至您支付账户。',
      },
      {
        id: 2,
        key: 4,
        name: ' 我发起了在线咨询，但是医生的回复没有解决我任何问题，这个如何处理',
        desc: '针对医生回复有疑问或是建议，可以拨打客服电话',
      },
      {
        id: 2,
        key: 5,
        name: ' 我超过了预约时间还能就诊吗',
        desc: '建议在提示时间进行就诊，如超过时间详情需咨询医院工作人员。',
      },
      {
        id: 2,
        key: 6,
        name: ' 如果我用自己作为就诊人可以为其他人预约门诊吗',
        desc: '不可以的，需实名制就诊。',
      },
    ],
  },
  {
    id: 3,
    name: '网络缴费',
    list: [
      {
        id: 3,
        key: 1,
        name: '我预约门诊后没有立即支付，这个预约是否成功',
        desc: '预约成功后需要在10分钟内完成支付，超过10分钟后系统会自动取消该次预约门诊，需要从新预约。',
      },
      {
        id: 3,
        key: 2,
        name: '医生给我开了处方，我在界面哪里可以缴费',
        desc: '点击医生所开处方，即可进行费用缴纳。或是在我的列表中，选择我的处方，查找待缴费处方，进行缴费即可。',
      },
      {
        id: 3,
        key: 3,
        name: '缴费可以使用银行卡进行缴费吗',
        desc: '可以的，只需要在个人微信账号中绑定所对应的银行卡，支付时即可选择用银行卡支付的方式。',
      },
    ],
  },
  {
    id: 4,
    name: '复诊续方',
    list: [
      {
        id: 4,
        key: 1,
        name: '续方如何让医生知晓所需要开具的处方  ',
        desc: '复诊续方时可对近3个月该医生对您所开具处方的一个查看和选择。',
      },
    ],
  },
];
